{
  "Matthew": {
    "5": {
      "1": "One day as he saw the crowds gathering, Jesus went up on the mountainside and sat down. His disciples gathered around him,",
      "2": "and he began to teach them.",
      "3": "God blesses those who are poor and realize their need for him, for the Kingdom of Heaven is theirs.",
      "4": "God blesses those who mourn, for they will be comforted.",
      "5": "God blesses those who are humble, for they will inherit the whole earth.",
      "6": "God blesses those who hunger and thirst for justice, for they will be satisfied.",
      "7": "God blesses those who are merciful, for they will be shown mercy.",
      "8": "God blesses those whose hearts are pure, for they will see God.",
      "9": "God blesses those who work for peace, for they will be called the children of God.",
      "10": "God blesses those who are persecuted for doing right, for the Kingdom of Heaven is theirs.",
      "11": "God blesses you when people mock you and persecute you and lie about you and say all sorts of evil things against you because you are my followers.",
      "12": "Be happy about it! Be very glad! For a great reward awaits you in heaven. And remember, the ancient prophets were persecuted in the same way.",
      "13": "You are the salt of the earth. But what good is salt if it has lost its flavor? Can you make it salty again? It will be thrown out and trampled underfoot as worthless.",
      "14": "You are the light of the world—like a city on a hilltop that cannot be hidden.",
      "15": "No one lights a lamp and then puts it under a basket. Instead, a lamp is placed on a stand, where it gives light to everyone in the house.",
      "16": "In the same way, let your good deeds shine out for all to see, so that everyone will praise your heavenly Father.",
      "17": "Don’t misunderstand why I have come. I did not come to abolish the law of Moses or the writings of the prophets. No, I came to accomplish their purpose.",
      "18": "I tell you the truth, until heaven and earth disappear, not even the smallest detail of God’s law will disappear until its purpose is achieved.",
      "19": "So if you ignore the least commandment and teach others to do the same, you will be called the least in the Kingdom of Heaven. But anyone who obeys God’s laws and teaches them will be called great in the Kingdom of Heaven.",
      "20": "But I warn you—unless your righteousness is better than the righteousness of the teachers of religious law and the Pharisees, you will never enter the Kingdom of Heaven!",
      "21": "You have heard that our ancestors were told, ‘You must not murder. If you commit murder, you are subject to judgment.’",
      "22": "But I say, if you are even angry with someone, you are subject to judgment! If you call someone an idiot, you are in danger of being brought before the court. And if you curse someone, you are in danger of the fires of hell.",
      "23": "So if you are presenting a sacrifice at the altar in the Temple and you suddenly remember that someone has something against you,",
      "24": "leave your sacrifice there at the altar. Go and be reconciled to that person. Then come and offer your sacrifice to God.",
      "25": "When you are on the way to court with your adversary, settle your differences quickly. Otherwise, your accuser may hand you over to the judge, who will hand you over to an officer, and you will be thrown into prison.",
      "26": "And if that happens, you surely won’t be free again until you have paid the last penny.",
      "27": "You have heard the commandment that says, ‘You must not commit adultery.’",
      "28": "But I say, anyone who even looks at a woman with lust has already committed adultery with her in his heart.",
      "29": "So if your eye—even your good eye—causes you to lust, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell.",
      "30": "And if your hand—even your stronger hand—causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell.",
      "31": "You have heard the law that says, ‘A man can divorce his wife by merely giving her a written notice of divorce.’",
      "32": "But I say that a man who divorces his wife, unless she has been unfaithful, causes her to commit adultery. And anyone who marries a divorced woman also commits adultery.",
      "33": "You have also heard that our ancestors were told, ‘You must not break your vows; you must carry out the vows you make to the Lord.’",
      "34": "But I say, do not make any vows! Do not say, ‘By heaven!’ because heaven is God’s throne.",
      "35": "And do not say, ‘By the earth!’ because the earth is his footstool. And do not say, ‘By Jerusalem!’ for Jerusalem is the city of the great King.",
      "36": "Do not even say, ‘By my head!’ for you can’t turn one hair white or black.",
      "37": "Just say a simple, ‘Yes, I will,’ or ‘No, I won’t.’ Anything beyond this is from the evil one.",
      "38": "You have heard the law that says the punishment must match the injury: ‘An eye for an eye, and a tooth for a tooth.’",
      "39": "But I say, do not resist an evil person! If someone slaps you on the right cheek, offer the other cheek also.",
      "40": "If you are sued in court and your shirt is taken from you, give your coat, too.",
      "41": "If a soldier demands that you carry his gear for a mile, carry it two miles.",
      "42": "Give to those who ask, and don’t turn away from those who want to borrow.",
      "43": "You have heard the law that says, ‘Love your neighbor’ and hate your enemy.",
      "44": "But I say, love your enemies! Pray for those who persecute you!",
      "45": "In that way, you will be acting as true children of your Father in heaven. For he gives his sunlight to both the evil and the good, and he sends rain on the just and the unjust alike.",
      "46": "If you love only those who love you, what reward is there for that? Even corrupt tax collectors do that much.",
      "47": "If you are kind only to your friends, how are you different from anyone else? Even pagans do that.",
      "48": "But you are to be perfect, even as your Father in heaven is perfect."
    },
  "6": {
    "1":"Watch out! Don’t do your good deeds publicly, to be admired by others, for you will lose the reward from your Father in heaven.",
    "2":"When you give to someone in need, don’t do as the hypocrites do—blowing trumpets in the synagogues and streets to call attention to their acts of charity! I tell you the truth, they have received all the reward they will ever get.",
    "3":"But when you give to someone in need, don’t let your left hand know what your right hand is doing.",
    "4":"Give your gifts in private, and your Father, who sees everything, will reward you.",
    "5":"When you pray, don’t be like the hypocrites who love to pray publicly on street corners and in the synagogues where everyone can see them. I tell you the truth, that is all the reward they will ever get.",
    "6":"But when you pray, go away by yourself, shut the door behind you, and pray to your Father in private. Then your Father, who sees everything, will reward you.",
    "7":"When you pray, don’t babble on and on as people of other religions do. They think their prayers are answered merely by repeating their words again and again.",
    "8":"Don’t be like them, for your Father knows exactly what you need even before you ask him!",
    "9":"Pray like this:Our Father in heaven,may your name be kept holy.",
    "10":"May your Kingdom come soon.May your will be done on earth,as it is in heaven.",
    "11":"Give us today the food we need,",
    "12":"and forgive us our sins,as we have forgiven those who sin against us.",
    "13":"And don’t let us yield to temptation,but rescue us from the evil one.",
    "14":"If you forgive those who sin against you, your heavenly Father will forgive you.",
    "15":"But if you refuse to forgive others, your Father will not forgive your sins.",
    "16":"And when you fast, don’t make it obvious, as the hypocrites do, for they try to look miserable and disheveled so people will admire them for their fasting. I tell you the truth, that is the only reward they will ever get.",
    "17":"But when you fast, comb your hair and wash your face.",
    "18":"Then no one will notice that you are fasting, except your Father, who knows what you do in private. And your Father, who sees everything, will reward you.",
    "19":"Don’t store up treasures here on earth, where moths eat them and rust destroys them, and where thieves break in and steal.",
    "20":"Store your treasures in heaven, where moths and rust cannot destroy, and thieves do not break in and steal.",
    "21":"Wherever your treasure is, there the desires of your heart will also be.",
    "22":"Your eye is a lamp that provides light for your body. When your eye is good, your whole body is filled with light.",
    "23":"But when your eye is bad, your whole body is filled with darkness. And if the light you think you have is actually darkness, how deep that darkness is!",
    "24":"No one can serve two masters. For you will hate one and love the other; you will be devoted to one and despise the other. You cannot serve both God and money.",
    "25":"That is why I tell you not to worry about everyday life—whether you have enough food and drink, or enough clothes to wear. Isn’t life more than food, and your body more than clothing?",
    "26":"Look at the birds. They don’t plant or harvest or store food in barns, for your heavenly Father feeds them. And aren’t you far more valuable to him than they are?",
    "27":"Can all your worries add a single moment to your life?",
    "28":"And why worry about your clothing? Look at the lilies of the field and how they grow. They don’t work or make their clothing,",
    "29":"yet Solomon in all his glory was not dressed as beautifully as they are.",
    "30":"And if God cares so wonderfully for wildflowers that are here today and thrown into the fire tomorrow, he will certainly care for you. Why do you have so little faith?",
    "31":"So don’t worry about these things, saying, ‘What will we eat? What will we drink? What will we wear?’",
    "32":"These things dominate the thoughts of unbelievers, but your heavenly Father already knows all your needs.",
    "33":"Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need.",
    "34":"So don’t worry about tomorrow, for tomorrow will bring its own worries. Today’s trouble is enough for today."
    },
  "7": {
    "1":"Do not judge others, and you will not be judged.",
    "2":"For you will be treated as you treat others. The standard you use in judging is the standard by which you will be judged.",
    "3":"And why worry about a speck in your friend’s eye when you have a log in your own?",
    "4":"How can you think of saying to your friend, ‘Let me help you get rid of that speck in your eye,’ when you can’t see past the log in your own eye?",
    "5":"Hypocrite! First get rid of the log in your own eye; then you will see well enough to deal with the speck in your friend’s eye.",
    "6":"Don’t waste what is holy on people who are unholy. Don’t throw your pearls to pigs! They will trample the pearls, then turn and attack you.",
    "7":"Keep on asking, and you will receive what you ask for. Keep on seeking, and you will find. Keep on knocking, and the door will be opened to you.",
    "8":"For everyone who asks, receives. Everyone who seeks, finds. And to everyone who knocks, the door will be opened.",
    "9":"You parents—if your children ask for a loaf of bread, do you give them a stone instead?",
    "10":"Or if they ask for a fish, do you give them a snake? Of course not!",
    "11":"So if you sinful people know how to give good gifts to your children, how much more will your heavenly Father give good gifts to those who ask him.",
    "12":"Do to others whatever you would like them to do to you. This is the essence of all that is taught in the law and the prophets.",
    "13":"You can enter God’s Kingdom only through the narrow gate. The highway to hell is broad, and its gate is wide for the many who choose that way.",
    "14":"But the gateway to life is very narrow and the road is difficult, and only a few ever find it.",
    "15":"Beware of false prophets who come disguised as harmless sheep but are really vicious wolves.",
    "16":"You can identify them by their fruit, that is, by the way they act. Can you pick grapes from thornbushes, or figs from thistles?",
    "17":"A good tree produces good fruit, and a bad tree produces bad fruit.",
    "18":"A good tree can’t produce bad fruit, and a bad tree can’t produce good fruit.",
    "19":"So every tree that does not produce good fruit is chopped down and thrown into the fire.",
    "20":"Yes, just as you can identify a tree by its fruit, so you can identify people by their actions.",
    "21":"Not everyone who calls out to me, ‘Lord! Lord!’ will enter the Kingdom of Heaven. Only those who actually do the will of my Father in heaven will enter.",
    "22":"On judgment day many will say to me, ‘Lord! Lord! We prophesied in your name and cast out demons in your name and performed many miracles in your name.’",
    "23":"But I will reply, ‘I never knew you. Get away from me, you who break God’s laws.’",
    "24":"Anyone who listens to my teaching and follows it is wise, like a person who builds a house on solid rock.",
    "25":"Though the rain comes in torrents and the floodwaters rise and the winds beat against that house, it won’t collapse because it is built on bedrock.",
    "26":"But anyone who hears my teaching and doesn’t obey it is foolish, like a person who builds a house on sand.",
    "27":"When the rains and floods come and the winds beat against that house, it will collapse with a mighty crash.”",
    "28":"When Jesus had finished saying these things, the crowds were amazed at his teaching,",
    "29":"for he taught with real authority—quite unlike their teachers of religious law."
    }
  }
}
